{"translation-revision-date":"2026-02-05 12:30:26+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Need Help?":["¿Necesitas ayuda?"],"Need help?":["¿Necesitas ayuda?"],"Close support":["Cerrar el soporte"],"How can we help you today?":["¿En qué podemos ayudarte hoy?"],"Astra Support":["Soporte de Astra"],"Priority support for VIP customers":["Soporte prioritario para los clientes VIP"],"VIP Support":["Soporte VIP"],"Get help from our support team":["Recibe ayuda de nuestro equipo de soporte"],"Contact Support":["Contacta con soporte"],"Browse our comprehensive guides":["Conoce nuestras sencillas guías"],"Step-by-step tutorials":["Tutoriales paso a paso"],"Learn Astra":["Aprende más sobre Astra"],"Watch Video":["Ver vídeo"],"Hide Video":["Ocultar vídeo"],"Customize your website using Astra with step-by-step guide and launch with confidence.":["Personaliza tu web usando la guía paso a paso de Astra y empieza con confianza."],"Learn":["Aprende"],"Failed to save progress. Please try again.":["Falló el guardado del progreso. Inténtalo de nuevo."],"Step %d:":["Paso %d:"],"%1$d of %2$d steps completed":["%1$d de %2$d pasos completados"],"Set Up":["Configurar"],"Learn how":["Aprende cómo"],"Mark as complete":["Marcar como completado"],"Mark as incomplete":["Marcar como incompleto"],"Version Control":["Control de versiones"],"Remove Astra branding and customize the dashboard with your agency details.":["Elimina la marca Astra y personalizar el escritorio con los detalles de tu agencia."],"White Label Available in Astra Pro":["Marca blanca disponible en Astra Pro"],"Save":["Guardar"],"The recommended icon should have some background to get adjust properly on white background too.":["El icono recomendado debe tener algo de fondo para que se ajuste correctamente también en un fondo blanco."],"Theme Icon URL":["URL del icono del tema"],"The recommended image size is 1200px wide by 900px tall.":["El tamaño de imagen recomendado es de 1200px de ancho por 900px de alto."],"Theme Screenshot URL":["URL de la captura de pantalla del tema"],"Theme Description":["Descripción del tema"],"Theme Name":["Nombre del tema"],"Astra Theme Branding":["Marca del tema Astra"],"White Label removes any links to Astra website and change the identity in the dashboard. This setting is mostly used by agencies and developers who are building websites for clients.":["La marca blanca elimina todos los enlaces a la web de Astra, y cambia la identidad en el escritorio. Este ajuste lo suelen usar principalmente agencias y desarrolladores que están creando webs para clientes."],"Enable White Label":["Activar la marca blanca"],"Roll back to previous versions of Astra theme and Pro addon with ease.":["Vuelve a versiones anteriores del tema Astra y la extensión Pro con facilidad."],"Version Control Available in Astra Pro":["Control de versiones disponible en Astra Pro"],"Enable this option to receive update notifications for beta versions. Please read %s to know more.":["Activa esta opción para recibir avisos de actualizaciones de las versiones beta. Lee %s para más información."],"Enable Beta":["Activar betas"],"Rollback":["Retroceso"],"Experiencing an issue with current versions of software? Roll back to a previous version to help troubleshoot the issue.":["¿Estás experimentando un problema con versiones actuales de software? Retrocede a una versión anterior para ayudar a diagnosticar el problema."],"Rollback to Previous Version":["Retroceder a la versión anterior"],"Access the features that top WordPress sites run on.":["Acceda a las características con las que funcionan los mejores sitios WordPress."],"Design Without Limits:":["Diseño sin límites:"],"Polish your storefront with styled inputs, step nav & custom coupon text":["Pule tu escaparate con entradas con estilo, navegación por pasos y textos de cupones personalizados"],"Optimize checkout with 2-step flows & distraction-free mode":["Optimiza el pago con flujos en 2 pasos y un modo sin distracciones"],"Boost cart UX with real-time updates & modern layouts":["Mejora la experiencia del carrito con actualizaciones en tiempo real y diseños modernos"],"Showcase products better with advanced galleries & sticky images":["Exhibe mejor tus productos con galerías avanzadas e imágenes fijas"],"Design product catalogs with custom cards, layouts & pagination":["Diseña catálogos de productos con tarjetas, diseños y paginación personalizados"],"Get Full Control":["Consigue el control total"],"Install Spectra Free":["Instalar Spectra gratis"],"Spectra is a powerful visual website builder made for WordPress. Just click, drag, and create anything — no code, no limits.":["Spectra es un potente maquetador de sitios web hecho para WordPress. Simplemente haz clic, arrastra y crea cualquier cosa — sin código, sin límites."],"Design Your Website Visually — Fast, Easy & Without Limits":["Diseña tu sitio web de forma visual — rápido, sencillo y sin límites"],"Start Building Now":["Comienza a crear ahora mismo"],"Starter Templates Video":["Vídeo de plantillas de inicio"],"Choose from a huge library of professionally designed websites. Import everything — pages, images, content — and launch fast using your favorite page builder.":["Escoge de entre una gran biblioteca de sitios web diseñados por profesionales. Impórtalo todo — páginas, imágenes, contenido — y despega rápido usando tu maquetador de páginas favorito."],"Access exclusive templates, advanced site tools, and pro-level design features — everything you need to stand out online.":["Obtén acceso a plantillas exclusivas, herramientas de sitio avanzadas, y características de diseño dignas de profesionales — todo lo que necesitas para destacar online."],"Build Better Websites. Get More Designs. Do It All Faster with Premium Templates.":["Construye mejores sitios web. Obtén más diseños. Hazlo todo más rápido con plantillas premium."],"Build Any Kind of Website in Minutes %s with 300+ Stunning Templates":["Crea cualquier tipo de sitio web en %s minutos con 300+ plantillas increíbles."],"Create and edit inside the same WordPress editor you already know. Zero learning curve, pure productivity.":["Crea y edita usando el mismo editor de WordPress que ya conoces. Cero curva de aprendizaje, pura productividad."],"Activate %s":["Activa %s"],"Free Version":["Versión gratis"],"Pro Version":["Versión Pro"],"Spectra Banner":["Banner de Spectra"],"Spectra Video":["Vídeo de Spectra"],"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. %s.":["Recopila información no sensible de tu web, como por ejemplo la versión de PHP y características utilizadas, para ayudarnos a corregir fallos más rápido, tomar decisiones más informadas y crear características que realmente te importen. %s."],"Versions":["Versiones"],"Core":["Núcleo"],"Open Menu":["Abrir menú"],"Dismiss notice":["Descartar aviso"],"Supercharge your store with advanced design options, conversion-boosting features, and seamless WooCommerce integration.":["Impulsa tu tienda con opciones de diseño avanzadas, características que aumentan la conversión e integración perfecta con WooCommerce."],"More Header & Footer Options":["Más opciones de cabecera y pie de página"],"WooCommerce Enhancements":["Mejoras de WooCommerce"],"Lightning-Fast Performance":["Rendimiento ultrarrápido"],"Various Built-in Layouts":["Disversos diseños incluidos"],"Custom Layouts & Site Builder":["Maquetador del sitio y diseños personalizados"],"Advanced Design Customization":["Personalización de diseño avanzada"],"Starter Templates Banner":["Banner de plantillas de inicio"],"Spectra Logo":["Logotipo de Spectra"],"%s Extensions":["Extensiones para %s"],"Tweak every element to match your brand perfectly, from colors to layout and everything in between.":["Retoca cada elemento para que encaje a la perfección con tu marca, desde los colores hasta el diseño y todo lo demás."],"Flexible & Customizable":["Flexible y personalizable"],"Leverage AI-powered suggestions to get layout, typography, and design ideas instantly.":["Aprovecha las sugerencias de la IA para obtener al instante ideas de maquetación, tipografía y diseño."],"AI-Driven Design":["Diseño asistido por IA"],"Each template is crafted by professionals to ensure your site looks stunning and performs exceptionally well.":["Cada plantilla ha sido elaborada por profesionales para garantizar que tu sitio tenga un aspecto impresionante y un rendimiento excepcional."],"Expertly Designed Templates":["Plantillas diseñadas por expertos"],"No tech skills? No problem. Customize everything visually with drag-and-drop page builders.":["¿No tienes conocimientos técnicos? No hay problema. Personaliza todo visualmente con los maquetadores de páginas de arrastrar y soltar."],"No Coding Required":["No requiere saber programar"],"Find a template for every industry, from restaurants to SaaS – all ready to import and customize.":["Encuentra una plantilla para cada sector, desde restaurantes hasta SaaS, todas listas para importar y personalizar."],"300+ Templates, 30+ Niches":["+ de 300 plantillas, + de 30 nichos"],"Built with performance in mind, our templates help you launch fast-loading websites that scale with your ideas.":["Creadas pensando en el rendimiento, nuestras plantillas te ayudarán a lanzar sitios web de carga rápida que se adapten a tus ideas."],"Blazing-Fast Performance":["Rendimiento ultrarrápido"],"Contribute to Astra":["Contribuye a Astra"],"%1$s Header\/Footer Builder is a new and powerful way to design header and footer for your website. With this, you can give a creative look to your header\/footer with less effort. Activating this feature will add advanced options to %2$s customizer where you can create awesome new designs..":["%1$s El maquetador de cabecera\/pie de página es un nuevo y potente modo de diseñar la cabecera y el pie de página de tu web. Con él, puedes darle un aspecto creativo a tu cabecera\/pie de página con menos esfuerzo. Al activar esta característica se añadirán opciones avanzadas al personalizador de %2$s, donde podrás crear fantásticos nuevos diseños"],"Premium WooCommerce Features with Astra Pro!":["¡Características Premium de WooCommerce con Astra Pro!"],"Integrations":["Integraciones"],"Lifter LMS":["Lifter LMS"],"Compare the features to find the best option for your website.":["Compara las características para encontrar la mejor opción para tu web."],"Visitor – Course\/Lesson Page – Syllabus Visibility Control":["Visitante - Página de curso\/lección - Control de visibilidad del plan de estudios"],"Visitor – Course\/Lesson Page – Course Meta Visibility Control":["VistnVisitante - Página de curso\/lección - Control de visibilidad de datos meta del curso"],"Visitor – Course\/Lesson Page – Featured Image Visibility Control":["Visitante - Página de curso\/lección - Control de visibilidad de la imagen destacada"],"Student – Course\/Lesson Page – Progress Bar Visibility Control":["Estudiante - Página de curso\/lección - Control de visibilidad de la barra de progreso"],"Student – Course\/Lesson Page – Instructor Detail Visibility Control":["Estudiante - Página de curso\/lección - Control de visibilidad de detalles del profesor"],"Student – Course\/Lesson Page – Course Meta Visibility Control":["Estudiante - Página de curso\/lección - Control de visibilidad de datos meta del curso"],"Student – Course\/Lesson Page – Course Description Visibility Control":["Estudiante - Página de curso\/lección - Control de visibilidad de la descripción del curso"],"Student – Course\/Lesson Page – Featured Image Visibility Control":["Estudiante - Página de curso\/lección - Control de visibilidad de la imagen destacada"],"Student – Course\/Lesson Page – Distraction Free Learning":["Estudiante - Página de curso\/lección - Aprendizajes sin distracciones"],"Course List Page – Course Columns Option":["Página de listado del curso - Opción del columnas del curso"],"Membership Page – Course Columns Option":["Página de membresía - Opción de columnas del curso"],"Account Page – Vertical Menu Options":["Página de cuenta - Opciones de menú vertical"],"Header – My Account Menu":["Cabecera - Menú de mi cuenta"],"Course Content Table – Colors & Typography Options":["Tabla de contenidos del curso - Opciones de colores y tipografía"],"Header – Student’s Gravatar Menu":["Cabecera - Menú de gravatar del estudiante"],"Header – Enable Distraction Free Learning":["Cabecera - Activar el aprendizaje sin distracciones"],"Learndash":["Learndash"],"Single Product – Add to Cart Visibility Control":["Producto individual - Contro. de visibilidad de añadir al carrito"],"Checkout – Checkout Form Width Control":["Finalizar compra - Control de ancho del formulario de pago"],"Single Product – Colors & Typography Options":["Producto individual - Opciones de colores y tipografía"],"Single Product – Product Description Layouts":["Producto individual - Diseños de la descripción del producto"],"Single Product – Customized Navigations":["Producto individual - Navegaciones personalizadas"],"Single Product – Image Zoom Effect":["Producto individual - Efecto de ampliación de la imagen"],"Single Product – Horizontal Gallery Option":["Producto individual - Opción de galería horizontal"],"Single Product – Vertical Gallery Option":["Producto individual - Opción de galería vertical"],"Single Product – Related Products":["Producto individual - Productos relacionados"],"Single Product – Image Width Option":["Producto individual - Opción de ancho de la imagen"],"Single Product – Upsell Feature":["Producto individual - Característica de ventas dirigidas"],"Shop Page – Colors & Typography Options":["Página de tienda - Opciones de colores y tipografía"],"Shop Page – Off-Canvas Sidebar":["Página de tienda - Barra lateral fuera del lienzo"],"Shop Page – Quick View on Image Click":["Página de tienda - Vista rápida al hacer clic en la imagen"],"Shop Page – Quick View on Image Hover":["Página de tienda - Vista rápida al pasar el cursor sobre la imagen"],"Shop Page – Infinite Pagination":["Página de tienda - Paginación infinita"],"Shop Page – Add to Cart Button Styling":["Página de tienda - Estilos del botón de añadir al carrito"],"Shop Page – Product Styling Options":["Página de tienda - Opciones de estilo del producto"],"Shop Page – Breadcrumb":["Página de tienda - Migas de pan"],"Shop Page – Horizontal Content Layout":["Página de tienda - Diseño de contenido horizontal"],"Header – Customized Cart Menu":["Cabecera - Menú de carrito personalizado"],"Shortcodes":["Shortcodes"],"Essentials":["Básicos"],"Checkout – Display Order Note":["Finalizar compra - Visualizar nota del pedido"],"Checkout – Persistant Form Data":["Finalizar compra - Datos persistentes en el formulario"],"Checkout – 2-Step Checkout":["Finalizar compra - Pago en 2 pasos"],"Checkout – Coupon Field Visibility Control":["Finalizar compra - Control de visibilidad del campo de cupón"],"Checkout – Distraction Free Checkout":["Finalizar compra - Pago sin distracciones"],"Add to Cart – Product Quantity Button":["Añadir al carrito - Botón de cantidad de productos"],"Add to Cart – Ajax Based":["Añadir al carrito - Basado en AJAX"],"Scroll to Top Styling Options":["Opciones de estilo de la navegación hacia arriba"],"Scroll to Top Device Specificity":["Especificar el dispositivo en la navegación hacia arriba"],"Scroll to Top Positions":["Posiciones en la navegación hacia arriba"],"LearnDash Profile Shortcode":["Shortcode de perfil de LearnDash"],"Lifter LMS Profile Shortcode":["Shorcode de perfil de Lifter LMS"],"Single Post Page – Spacings Options":["Página de entrada individual - Opciones de espaciado"],"Single Post Page – Color & Typography Options":["Página de entrada individual - Opciones de color y tipografía"],"Single Post Page – Feartured Image Size Control":["Página de entrada individual - Control de tamaño de la imagen destacada"],"Single Post Page – Autoload Previous Post Feature":["Página de entrada individual - Característica de carga automática de la entrada anterior"],"Blog \/ Archive Page – Highlight First Post":["Página de blog\/archivo - Destacar la primera entrada"],"Blog \/ Archive Page – Masonry Layout":["Página de blog\/archivo - Diseño en mosaico"],"Blog \/ Archive Page – Spacings Options":["Página de blog\/archivo - Opciones de espaciado"],"Blog \/ Archive Page – Color & Typography Options":["Página de blog\/archivo - Opciones de color y tipografía"],"Blog \/ Archive Page – Pagination Styling":["Página de blog\/archivo - Estilo de paginación"],"Blog \/ Archive Page – Feartured Image Size Control":["Página de blog\/archivo - Control de tamaño de la imagen destacada"],"Blog \/ Archive Page – Read More Customization":["Página de blog\/archivo - Personalización del «Leer más»"],"Blog \/ Archive Page – Post Content Excerpt Count":["Página de blog\/archivo - Contador de extracto del contenido de la entrada"],"Blog \/ Archive Page – Date Box Feature":["Página de blog\/archivo - Característica de la caja de fecha"],"Blog \/ Archive Page – Post Grid Control":["Página de blog\/archivo - Control de cuadrícula de entradas"],"Blog \/ Archive Page – Post Content Layouts":["Página de blog\/archivo - Diseños del contenido de la entrada"],"Multiple HTML Elements – 2 Elements":["Múltiples elementos HTML - 2 elementos"],"Multiple Widget Elements":["Múltiples elementos de widget"],"2 Elements":["2 elementos"],"Header Cover Search":["Búsqueda cubriendo la cabecera"],"Full Screen Search":["Búsqueda a pantalla completa"],"Slide Search":["Búsqueda deslizante"],"Full Screen Off-Canvas Menu":["Menú fuera del lienzo a pantalla completa"],"Flyout Off-Canvas Menu":["Menú fuera del lienzo desplegable"],"Widgets in Menu Dropdown":["Widgets en el desplegable del menú"],"Brizy Templates in Menu Dropdown":["Plantillas de Brizy en el desplegable del menú"],"Divi Builder Templates in Menu Dropdown":["Plantillas del maquetador Divi en el desplegable del menú"],"Beaver Builder Templates in Menu Dropdown":["Plantillas del maquetador Beaver en el desplegable del menú"],"Elementor Templates in Menu Dropdown":["Plantillas de Elementor en el desplegable del menú"],"Gutenberg Templates in Menu Dropdown":["Plantillas de Gutenberg en el desplegable del menú"],"100% Width for Menu Dropdown":["Ancho del 100% en el desplegable del menú"],"Container Width for Menu Dropdown":["Ancho del contenedor en el desplegable del menú"],"Dynamic Content Builder Without Code":["Maquetador dinámico de contenido sin código"],"Quick Access":["Acceso rápido"],"Konwledge Base":["Base de conocimiento"],"Help Center":["Centro de ayuda"],"Hello %s":["Hola %s"],"Sell digital products effortlessly. Build and manage your digital marketplace without codes.":["Vende productos digitales sin esfuerzo. Crea y gestiona tu mercado digital sin códigos."],"Offers distraction-free learning, personalized profiles, and seamless design integration.":["Ofrece aprendizaje sin distracciones, perfiles personalizados y una integración fluida de diseño."],"Create and manage courses, quizzes, and more with tools designed for effective learning.":["Crea y gestiona cursos, cuestionarios y más con herramientas diseñadas para un aprendizaje efectivo."],"Rebrand Astra with your own logo and details to offer a fully personalized client experience.":["Cambia la marca Astra con tu propio logotipo y detalles para ofrecer una experiencia de cliente totalmente personalizada."],"Boost performance and improve shopping experience with advanced features.":["Aumenta el rendimiento y mejora la experiencia de compra con características avanzadas."],"Create custom page headers with backgrounds, breadcrumbs, and display rules.":["Crea cabeceras de página personalizadas con fondos, migas de pan y reglas de visualización."],"Design and manage every part of your website—headers, footers, 404 pages, and more.":["Diseña y gestiona cada parte de tu web: cabeceras, pies de página, páginas 404 y mucho más."],"With Astra Pro Nav Menu module you can create stunning mega menus with ease":["Con el módulo de menús de navegación de Astra Pro puedes crear impresionantes mega menús con facilidad"],"Full Width, Fluid, Fixed, or Padded layouts that perfectly match your design vision.":["Con el módulo de menús de navegación Astra Pro puedes crear impresionantes mega menús con facilidad. Diseños de ancho completo, fluido, fijo o acolchado que se adaptan perfectamente a tu visión del diseño."],"Keep your site’s navigation accessible at all times with Astra Pro’s Sticky Header module.":["Mantén la navegación de tu sitio accesible en todo momento con el módulo de cabecera fija de Astra Pro."],"Customize your blog with advanced layouts, infinite scroll, post meta controls and more":["Personaliza tu blog con diseños avanzados, desplazamiento infinito, controles meta para entradas y mucho más."],"Gain precise control over margins and padding across your site with Astra Pro.":["Controla con precisión los márgenes y el relleno de tu web con Astra Pro."],"Take full control of your website’s typography—from header to footer.":["Toma el control total de la tipografía de tu web, desde la cabecera hasta el pie de página."],"Customize every color and background on your site to match your brand perfectly.":["Personaliza todos los colores y fondos de tu sitio para que encajen perfectamente con tu marca."],"Toggle %s Module Status":["Alternar el estado del módulo de %s"],"%s plugin needs to be installed and activated to enable this module.":["El plugin %s tiene que estar instalado y activo para poder activar este módulo."],"Build Website with AI":["Crea tu web con IA"],"Get premium addons, advanced customization, and powerful features to create a website that truly stands out.":["Consigue extensiones premium, personalización avanzada y potentes características para crear una web que realmente destaque."],"Upgrade to Astra Pro – More Power, More Control!":["¡Actualiza a Astra Pro - ¡más potencia, más control!"],"Premium Support & Updates":["Soporte premium y actualizaciones"],"Typography & Color Freedom":["Libertad de tipografías y colores"],"Flexible Headers & Footers":["Cabeceras y pies de página flexibles"],"Modern WooCommerce Stores":["Modernas tiendas WooCommerce"],"Advanced Design Controls":["Controles de diseño avanzados"],"Astra Video Thumbnail":["Miniatura de vídeo de Astra"],"this article":["este artículo"],"Go to Dashboard":["Ir al escritorio"],"Oops! Documentation not found.":["¡Vaya! No se ha encontrado la documentación."],"404":["404"],"No docs found!":["¡No se han encontrado documentos!"],"Activation failed. Please try again.":["Activación fallida. Por favor, inténtalo de nuevo."],"What's New":["Novedades"],"Extend Your Website":["Amplía tu sitio web"],"An error occurred while saving.":["Se ha producido un error al guardar."],"An error occurred while regenerating assets.":["Se ha producido un error al regenerar los activos."],"active users":["usuarios activos"],"Know More →":["Saber más →"],"Faster and exclusive support service designed for VIP assistance and benefits.":["Servicio de soporte más rápido y exclusivo, diseñado para asistencia VIP y otros beneficios."],"VIP Priority Support":["Soporte prioritario VIP"],"%s Extensions that will elevate your online store from good to exceptional.":["Extensiones de %s que convertirán tu tienda online de buena a excepcional."],"Close":["Cerrar"],"%s Modules":["Módulos de %s"],"Do more with %s Modules":["Haz más con los módulos de %s"],"%s is fast, fully customizable & beautiful WordPress theme suitable for blog, personal portfolio, business website and WooCommerce storefront. It is very lightweight and offers unparalleled speed.":["%s es un bonito tema WordPress rápido, totalmente personalizable para blogs, porfolios personales, webs de negocios y escaparates de WooCommerce. Es muy ligero y ofrece una velocidad inigualable."],"Welcome Banner":["Banner de bienvenida"],"Site Builder":["Maquetador del sitio"],"Successfully imported!":["¡Importado correctamente!"],"Loads assets dynamically on demand. Assets are loaded for only those blocks that are used on a page.":["Carga recursos dinámicamente, solo cuando se necesiten. Los recursos se carga solo para aquellos bloques que se usan en una página."],"Just-in-time Compiler":["Compilador instantáneo"],"Fewer external scripts and dependencies keep the code clean, resulting in small file sizes and faster loading times.":["Menos scripts externos y dependencias mantienen limpio el código, resultando en tamaños de archivo pequeños y tiempos de carga más rápidos."],"Zero Bloat, No Dependencies":["Cero sobrecarga, sin dependencias"],"Google Will Love and Rank":["Google lo amará y posicionará"],"Native WordPress Interface":["Interfaz nativa de WordPress"],"Clean code written using the latest standards to maximize security and work flawlessly with any WordPress plugin.":["Código limpio, creado usando los últimos estándares para maximizar la seguridad y que funciona sin fallos con cualquier plugin WordPress"],"Secure and Integrated":["Seguro e integrado"],"Spectra works with the native WordPress editor with no dependency on external code. So, it is fast and stable.":["Spectra funciona con el editor nativo de WordPress, sin dependencias de código externo. Es, por tanto, rápido y estable."],"Super Fast and Stable":["Superrápido y estable"],"updating...":["actualizando…"],"Activated!":["¡Activado!"],"Deactivated!":["¡Desactivado!"],"Successfully saved!":["¡Guardado correctamente!"],"EDD Mini-Cart Shortcode":["Shortcode de mini carrito de EDD"],"WooCommerce Mini-Cart Shortcode":["Shortcode de mini carrito de WooCommerce"],"Search Box Shortcode":["Shortcode de caja de búsqueda"],"Breadcrumbs Shortcode":["Shortcode de migas de pan"],"Color & Typography Options":["Opcionies de color y tipografía"],"Divider Elements":["Elementos separadores"],"Multiple Button Elements":["Elementos con varios botones"],"Multiple HTML Elements":["Elementos con HTML múltiple"],"Mega Menu":["Mega menú"],"Sticky Header Animations":["Animaciones de cabecera fija"],"Shrink When Scroll Up":["Encogerse al hacer scroll hacia arriba"],"Sticky When Scroll Up":["Hacerse fija al hacer scroll hacia arriba"],"Hide Sticky When Scroll Down":["Ocultar cabecera fija al hacer scroll hacia abajo"],"Hooks Support to Add Custom Code":["Compatibilidad de ganchos para añadir código personalizado"],"Custom 404 Page":["Página 404 personalizada"],"Custom Footer":["Pie de página personalizado"],"Custom Header":["Cabecera personalizada"],"Multiple Page Headers":["Múltiples cabeceras de página"],"Max Width Site Layout":["Diseño del sitio a ancho máximo"],"Full Width Site Layout":["Diseño del sitio a ancho completo"],"Fluid Site Layout":["Diseño del sitio fluido"],"Padded Site Layout":["Diseño del sitio con relleno"],"Limited Features":["Características limitadas"],"Colors and Backgrounds":["Colores y fondos"],"Sidebar Designing Styles":["Estilos de diseño de la barra lateral"],"Page Background Styling":["Estilos de fondo de página"],"CSS File Generation For Speed Optimization":["Generación de archivo CSS para optimización de velocidad"],"Access To Pro Updates":["Acceso a actualizaciones Pro"],"24\/7 Premium Support":["Soporte premium 24\/7"],"We love to hear from you, we would appreciate every single review.":["Nos encantaría saber de ti, apreciaríamos cada valoración."],"Rate Us":["Valóranos"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["¿Tienes alguna pregunta sobre el plugin, quieres compartir tu fantástico proyecto o solo saludar? ¡Únete a nuestra maravillosa comunidad!"],"Join the Community":["Únete a la comunidad"],"Activate Now":["Activar ahora"],"Quick Settings":["Ajustes rápidos"],"Cache Cleared!":["¡Caché vaciada!"],"Free":["Gratis"],"Pro":["Pro"],"Successfully Deactivated!":["¡Desactivado correctamente!"],"Successfully Activated!":["¡Activado correctamente!"],"Free vs Pro":["Gratis frente a Pro"],"View All Documentation":["Ver toda la documentación"],"Astra Free vs Pro":["Astra gratis frente a Pro"],"View Documentation":["Ver documentación"],"Assets Regenerated!":["¡Recursos regenerados!"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Esta opción cargará los archivos de fuentes al cargar la página. La precarga de fuentes locales puede acelerar tu web aún más."],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Activa esta opción para descargar las fuentes de Google y guardarlas en tu servidor. Esto puede ser fantástico para mejorar la velocidad de tu web y para cumplir con las leyes de RGPD."],"After years of evolution and updates, the old header footer builder is at the point where it can no longer handle all of the new features. We recommend that you upgrade to the new header footer builder which has an assortment of new features and provides a more seamless experience.":["Después de años de evolución y actualizaciones el viejo maquetador de cabeceras y pies de página está en un punto en el que ya no puede gestionar todas las nuevas características. Te recomendamos actualizar al nuevo maquetador de cabeceras y páginas, que tiene una gran colección de nuevas características, y ofrece una experiencia más sólida."],"Access powerful features for painless WordPress design without the high costs. Powerful tools, premium support, limitless opportunity with Pro! Toggle upgrade notices on or off ":["Accede a potentes características para diseñar en WordPress sin problemas, quitando todo lo que sobra. ¡Herramientas potentes, soporte premium, oportunidades ilimitadas con la versión Pro! Activa o desactiva los avisos de actualizar "],"Upgrade to Astra Pro to get access to the Site Builder, which allow you to create a unique header, footer, 404 pages, and custom content.":["Actualiza a Astra Pro para conseguir acceso al maquetador del sitio, que te permite crear cabeceras, pies de página y páginas 404 únicas, además de contenido personalizado."],"Single Post Page – Author Info Box":["Página de entrada individual - Caja de información del autor"],"Blog \/ Archive Page – Post Readtime Meta Option":["Página de blog \/ archivo - Opción meta de tiempo de lectura de la entrada"],"Single Post Page – Post Navigation Visibility Control":["Página de entrada individual - Control de visibilidad de navegación de entradas"],"Full Features":["Todas las características"],"Start Customizing":["Empieza a personalizar"],"Deactivate All":["Desactivar todo"],"Activate All":["Activar todo"],"This option only available in Astra Pro.":["Esta opción solo está disponible en Astra Pro."],"Astra Free VS Pro":["Astra gratis frente a Pro"],"See all Astra Pro Features":["Ver todas las características de Astra Pro"],"Single Post Page – Post Readtime Meta Option":["Página de entrada individual - Opción meta de tiempo de lectura de la entrada"],"Clean code output and lightning-fast load times keep visitors and search engines happy.":["Código generado limpio y tiempos de carga a toda velocidad hacen felices a visitantes y motores de búsqueda."],"Welcome to KB Docs":["Te damos la bienvenida a la documentación de la base de conocimiento"],"Get access to powerful features for painless WordPress designing, without the high costs. With all the time you will save, it’s a product that pays for itself!":["Consigue acceso a potentes características para diseñar en WordPress sin problemas, quitando todo lo que sobra. ¡Con todo el tiempo que te ahorras es un producto que se paga solo!"],"What's New?":["¿Qué novedades hay?"],"Scroll to Top":["Scroll al inicio"],"Documentation":["Documentación"],"Spectra":["Spectra"],"Upgrade Now":["Actualiza ahora"],"Build Better Websites with Astra Pro":["Crea mejores webs con Astra Pro"],"Upgrade to Astra Pro":["Actualiza a Astra Pro"],"here.":["aquí."],"Legacy":["Heredado"],"Design":["Diseño"],"Click the button to reset the local fonts cache.":["Haz clic en el botón para restablecer la caché de fuentes locales."],"Flush Local Fonts Cache":["Vaciar la caché de las fuentes locales"],"Preload Local Fonts":["Precarga de fuentes locales"],"Load Google Fonts Locally":["Cargar las fuentes de Google localmente"],"Performance":["Rendimiento"],"Flush Local Font Files":["Vaciar archivos de fuentes locales"],"Go to Customizer":["Ir al personalizador"],"Use New Header\/Footer Builder":["Usar el nuevo maquetador de cabeceras\/pies de página"],"Starter Templates":["Plantillas de inicio"],"Easy Digital Downloads":["Easy Digital Downloads"],"LearnDash":["LearnDash"],"Learn More":["Aprende más"],"Site Layouts":["Diseños del sitio"],"Spacing":["Espaciado"],"White Label":["Marca blanca"],"Knowledge Base":["Base de conocimiento"],"LifterLMS":["LifterLMS"],"Settings":["Ajustes"],"Blog":["Blog"],"General":["General"],"WooCommerce":["WooCommerce"],"Welcome To %s!":["¡Te damos la bienvenida a %s!"],"Welcome":["Te damos la bienvenida"],"Search":["Buscar"],"Typography":["Tipografía"],"Header":["Cabecera"],"Customize":["Personalizar"],"Footer":["Pie de página"]}},"comment":{"reference":"admin\/assets\/build\/dashboard-app.js"}}