{"translation-revision-date":"2026-01-26 22:16:34+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Where would you like to copy selected templates?":["¿Dónde deseas copiar las plantillas seleccionadas?"],"Where would you like to move selected templates?":["¿A dónde quieres mover las plantillas seleccionadas?"],"Type the page name here":["Escribe aquí el nombre de la página."],"%s name":["Nombre de %s"],"Authorized users on this site can access Site Templates.":["Los usuarios autorizados de este sitio pueden acceder a las plantillas de sitio."],"Only %s Elementor account can access Cloud Templates from any connected site.":["Sólo la cuenta %s de Elementor puede acceder a plantillas en la nube desde cualquier sitio conectado."],"connected":["conectado"],"Store your design in %1$sCloud Templates%2$s for future Elementor projects. Or save it to %3$sSite Templates%4$s, to reuse anywhere on this site.":["Guarda tu diseño en %1$sCloud Templates%2$s para futuros proyectos de Elementor. O guárdalo en %3$sPlantillas de sitio%4$s, para reutilizarlo en cualquier parte de este sitio."],"Save page":["Guardar página"],"Where would you like to cppy this %s?":["¿Dónde quieres guardar este %s?"],"Once you save some templates to this folder, you can use them on any website you’re working on.":["Una vez que guardes algunas plantillas en esta carpeta, podrás usarlas en cualquier sitio web en el que estés trabajando."],"No templates to show here, yet":["Aún no hay plantillas para mostrar aquí"],"Back to editor":["Volver al editor"],"Once you save a template, it’ll show up here, ready for reuse across all of your Elementor sites—no extra work needed.":["Una vez que guardes una plantilla, aparecerá aquí, lista para reutilizarse en todos tus sitios de Elementor, sin necesidad de trabajo adicional."],"No templates saved just yet":["No hay plantillas guardadas todavía"],"connect your site.":["conecta tu sitio."],"and":["y"],"To access the Cloud Templates Library you must have an active Elementor Pro subscription":["Para acceder a la biblioteca de plantillas en la nube, debes tener una suscripción activa a Elementor Pro"],"Upgrade your subscription to access Cloud Templates and reuse saved assets across all your sites.":["Mejora tu suscripción para acceder a las plantillas en la nube y reutilizar los activos guardados en todos tus sitios."],"Upgrade your subscription to get more space and reuse saved assets across all your sites.":["Mejora tu suscripción para obtener más espacio y reutilizar los recursos guardados en todos tus sitios."],"Load More":["Cargar más"],"%1$s %2$s.":["%1$s %2$s."],"%1$d Template(s) %2$s.":["%1$d Plantillas(s) %2$s."],"Template saved to your Site and Cloud Templates.":["Plantilla guardada en tu sitio y en las plantillas en la nube."],"Please select at least one location.":["Selecciona al menos una ubicación."],"You successfully imported %1$d template(s).":["Has importado correctamente %1$d plantilla(s)."],"To create a new one, go to Cloud Templates.":["Para crear una nueva, ve a plantillas en la nube."],"Folders you create will appear here.":["Las carpetas que creed aparecerán aquí."],"Empty folder":["Carpeta vacía"],"Renew my subscription":["Renovar mi suscripción:"],"then they’ll be gone forever.":["entonces desaparecerán para siempre."],"Your templates are saved for 90 days from the day your subscription expires,":["Tus plantillas se guardan durante 90 días a partir del día en que vence tu suscripción,"],"This is because you don’t have an active subscription.":["Esto se debe a que no tienes una suscripción activa."],"Your library has been deactivated":["Tu biblioteca ha sido desactivada"],"Upgrade now to re-use your templates on all the websites you’re working on.":["Mejora ahora para reutilizar tus plantillas en todos los sitios web en los que estés trabajando."],"Elementor Pro plans come with Cloud Templates.":["Los planes de Elementor Pro vienen con plantillas en la nube."],"It’s time to level up":["Es hora de subir de nivel"],"This will permanently remove \"%1$s\".":["Esto eliminará permanentemente «%1$s»."],"Delete this template?":["¿Borrar esta plantilla?"],"This will permanently remove %1$s selected items.":["Esto eliminará permanentemente %1$s elementos seleccionados."],"Delete items?":["¿Borrar elementos?"],"This will permanently delete \"%1$s\" that contains %2$d templates.":["Esto eliminará permanentemente «%1$s» que contiene %2$d plantillas."],"Delete this folder?":["¿Borrar esta carpeta?"],"Create a new folder":["Crear una nueva carpeta"],"Copy your %s to a different location":["Copia tu %s a una ubicación diferente"],"Move your %s to a different location":["Mueve tu %s a una ubicación diferente"],"Save this %s to your library":["Guarda este %s en tu biblioteca"],"You can save it to %1$sCloud Templates%2$s to reuse across any of your Elementor sites at any time%3$sor to %4$sSite Templates%5$s so it's always ready when editing this website.":["Puedes guardarla en %1$sCloud Templates%2$s para reutilizarla en cualquiera de tus sitios Elementor en cualquier momento%3$so en %4$sSite Templates%5$s para tenerla siempre lista cuando edites este sitio web."],"Copy templates to a different location":["Copiar las plantillas a una ubicación diferente"],"Alternatively, you can move the templates.":["Alternativamente, puedes mover las plantillas."],"Move templates to a different location":["Mover las plantillas a una ubicación diferente"],"Alternatively, you can copy the templates.":["Alternativamente, puedes copiar las plantillas."],"Alternatively, you can move the template.":["Alternativamente, puedes mover la plantilla."],"Alternatively, you can copy the template.":["Alternativamente, puedes copias la plantilla."],"You've saved %1$d%% of the templates in your plan. To get more space ":["Has guardado el %1$d%% de las plantillas en tu plan. Para obtener más espacio "],"Save as a template":["Guardar como una plantilla"],"Then you can find all your templates in one convenient library.":["Después podrás encontrar todas tus plantillas en una cómoda biblioteca."],"Connect to your Elementor account":["Conéctate a tu cuenta de Elementor"],"Give your template a name":["Dale un nombre a tu plantilla"],"Move":["Mover"],"Folder name":["Nombre de la carpeta"],"Save assets to reuse on any site in your account.":["Guardar recursos para reutilizarlos en cualquier sitio de tu cuenta."],"You can not create a folder inside another folder.":["No puedes crear una carpeta dentro de otra carpeta."],"Rename \"%1$s\"":["Renombra «%1$s»"],"Add new layout element":["Añadir nuevo elemento de diseño"],"Don't leave":["No salir"],"Save & leave":["Guardar y salir"],"Save your changes before moving on because the current document and the one you’re moving to are separate site parts.":["Guarda tus cambios antes de seguir adelante, porque el documento actual y aquel al que te trasladas son partes separadas del sitio."],"You are leaving to a separate site part.":["Te vas a otra parte del sitio."],"Floating Bars":["Barras flotantes"],"Copy and share Link":["Enlace de copiar y compartir"],"Link copied!":["¡Enlace copiado!"],"Floating Buttons":["Botones flotantes"],"Activating cache improves loading times by storing a static version of this element.":["Activar la caché mejora los tiempos de carga al almacenar una versión estática de este elemento."],"The default cache status for this element:":["El estado de caché por defecto de este elemento:"],"Add-ons":["Extensiones"],"Make any element on your page sticky and<br \/>keep them in sight at the top or bottom of<br \/>the screen.":["Fija cualquier elemento de tu página y<br \/>mantenlo a la vista en la parte superior o inferior de<br \/>la pantalla."],"Add a Mouse Track or 3d Tilt effect with<br \/>Elementor Pro.":["Añade un efecto de seguimiento del ratón o de inclinación 3D con<br \/>Elementor Pro."],"Get Scrolling Effects such as <br \/> vertical\/horizontal scroll, transparency,<br \/> and more with Elementor Pro.":["Consigue efectos de desplazamiento como <br \/> desplazamiento vertical\/horizontal, transparencia,<br \/> y mucho más con Elementor Pro."],"Sticky":["Fijo"],"Mouse Effects":["Efectos del ratón"],"Scrolling Effects":["Efectos de desplazamiento"],"Upgrade to Elementor Pro Advanced to get the Display Conditions Feature as well as additional professional and ecommerce widgets":["Actualiza a Elementor Pro Avanzced  para obtener la función condiciones de visibilidad, así como widgets profesionales y de comercio electrónico adicionales"],"To upload them anyway, ask the site administrator to enable unfiltered file uploads.":["Para subirlos de todas formas, pide al administrador del sitio que active la subida de archivos sin filtrar."],"This is because JSON files may pose a security risk.":["Esto se debe a que los archivos JSON pueden suponer un riesgo para la seguridad."],"Sorry, you can't upload that file yet":["Lo siento, aún no puedes subir ese archivo"],"Display Conditions":["Condiciones de visualización"],"Upgrade now":["Actualizar ahora"],"Rename":["Renombrar"],"Uploading JSON files from unknown sources can be harmful and put your site at risk. For maximum safety, only install JSON files from trusted sources.":["Subir archivos JSON de orígenes desconocidos puede ser dañino y poner en riesgo tu sitio. Para una máxima seguridad instala solamente archivos JSON de orígenes de confianza."],"Warning: JSON files may be unsafe":["Advertencia: Los archivos JSON pueden ser inseguros"],"Clear gallery":["Vaciar galería"],"Collapse all elements":["Cerrar todos los elementos"],"Save time by applying Global Fonts to change the style of multiple elements at once. Click %s to see what Global Fonts you already have.":["Ahorra tiempo aplicando fuentes globales para cambiar el estilo de varios elementos a la vez. Haz clic en %s para ver qué fuentes globales tienes ya."],"Check out Global Fonts":["Echa un vistazo a las fuentes globales"],"Got it!":["¡Entendido!"],"Save time by applying Global Colors to change the style of multiple elements at once. Click %s to see what Global Colors you already have.":["Ahorra tiempo aplicando colores globales para cambiar el estilo de varios elementos a la vez. Haz clic en %s para ver qué colores globales tienes ya."],"Check out Global Colors":["Echa un vistazo a los colores globales"],"Expand all elements":["Mostrar todos los elementos"],"Grid":["Grid"],"Paste from other site":["Pegar desde otro sitio"],"Paste style":["Pegar estilo"],"Make sure that both sites are updated to last version of Elementor and have enabled the features relevant to the copied element before trying again.":["Asegúrate de que ambos sitios están actualizados a la última versión de Elementor y de que se han activado las características correspondientes para el elemento copiado antes de volver a intentarlo."],"To paste the element from your other site.":["Para pegar el elemento desde tu otro sitio."],"Do not show this message again":["No volver a mostrar este mensaje"],"An error occurred.":["Ocurrió un error"],"Selected":["Seleccionado"],"Decide Later":["Decidir más tarde"],"New options for \"Exit to...\"":["Nuevas opciones para «Salir a...»"],"Item #%d":["Elemento %d"],"Upgrade Now":["Actualizar ahora"],"Upgrade":["Actualizar"],"Direction Row":["Fila de dirección"],"Direction Column":["Columna de dirección"],"Don’t apply":["No aplicar"],"This will override the design, layout, and other settings of the %s you’re working on.":["Esto anulará el diseño, la disposición y otros ajustes de los %s en los que estás trabajando."],"Apply the settings of this %s too?":["¿Aplicar también la configuración de este %s?"],"Import Without Enabling":["Importar sin activar"],"Enable and Import":["Activar e importar"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Si no activas la subida de archivos no filtrados, no se importarán los archivos SVG o JSON (incluyendo lottie) utilizados en la plantilla subida."],"Container":["Contenedor"],"Add New Container":["Añadir nuevo contenedor"],"Add to Favorites":["Añadir a favoritos"],"Remove from Favorites":["Eliminar de favoritos"],"Connect & Activate":["Conectar y activar"],"Delete %d items":["Borrar %d elementos"],"That didn’t work. Try duplicating one kind of element at a time.":["Eso no ha funcionado. Intenta duplicar un tipo de elemento cada vez."],"That didn’t work. Try copying one kind of element at a time.":["Eso no ha funcionado. Intenta copiar un tipo de elemento cada vez."],"Reload Now":["Recargar ahora"],"You have made modifications to the list of Active Breakpoints. For these changes to take effect, you need to reload Elementor Editor.":["Has modificado la lista de puntos de ruptura activos. Para que estos cambios surtan efecto, debes recargar el editor de Elementor."],"Reload Elementor Editor":["Recargar el editor de Elementor"],"Got it":["Entendido"],"Select a color from any image, or from an element whose color you've manually defined.":["Selecciona un color de cualquier imagen, o de un elemento cuyo color hayas definido manualmente."],"Seems like your kit was deleted, please create new one or try restore it from trash.":["Parece que tu kit ha sido borrado. Por favor crea uno nuevo o intenta restaurarlo desde la papelera."],"Your site doesn't have a default kit":["Tu sitio no tiene un kit por defecto"],"Imported":["Importado"],"Recreate Kit":["Crear de nuevo el kit"],"Color Sampler":["Muestrario de colores"],"Please try again.":["Por favor, inténtalo de nuevo."],"Learn more":["Más información"],"color":["color"],"font":["fuente"],"Delete Global %s":["Borrar %s global"],"Font":["Fuente"],"Would you like to exit?":["¿Quieres salir?"],"Item #%s":["Elemento #%s"],"Invalid Global Color":["Color global no válido"],"Cannot load editor":["No se ha podido cargar el editor"],"Would you like to save the changes you've made?":["¿Quieres guardar los cambios realizados?"],"Save Changes":["Guardar cambios"],"Item":["Elemento"],"Landing Pages":["Páginas de destino"],"Global Colors":["Colores globales"],"Navigate From Page":["Navegar desde la página"],"User Preferences":["Preferencias del usuario"],"Site Settings":["Ajustes del sitio"],"Are you sure you want to create a new Global Font setting?":["¿Seguro que quieres crear un nuevo ajuste de fuente global?"],"Please note that the same exact color already exists in your Global Colors list. Are you sure you want to create it?":["Por favor, ten en cuenta que el mismo color exacto ya existe en tu lista global de colores. ¿Seguro que quieres crearlo?"],"Are you sure you want to create a new Global Color?":["¿Seguro que quieres crear un nuevo color global?"],"Global Fonts help you work smarter. Save a Typography, and use it anywhere throughout your site. Access and edit your Global Fonts by clicking the Manage button.":["Las fuentes globales te ayudan a trabajar de forma más inteligente. Guarda una tipografía y úsala en cualquier parte de tu sitio. Accede y edita tus fuentes globales haciendo clic en el botón «Gestionar»."],"Create New Global Font":["Crear una nueva fuente global"],"Manage Global Fonts":["Gestionar las fuentes globales"],"New Typography Setting":["Ajustes de nueva tipografía"],"Global Colors help you work smarter. Save a color, and use it anywhere throughout your site. Access and edit your global colors by clicking the Manage button.":["Los colores globales te ayudan a trabajar de forma inteligente. Guarda un color y úsalo en cualquier parte de tu sitio. Accede y edita tus colores globales haciendo clic a continuación en el botón «Gestionar»."],"You're about to delete a Global %1$s. Note that if it's being used anywhere on your site, it will inherit a default %1$s.":["Estás a punto de borrar un %1$s global. Ten en cuenta que, si se está usando en cualquier parte de tu sitio, heredará un %1$s por defecto."],"Create New Global Color":["Crear un nuevo color global"],"Manage Global Colors":["Gestionar los colores globales"],"New Global Color":["Nuevo color global"],"Your changes have been updated.":["Tus cambios han sido actualizados."],"Additional Settings":["Ajustes adicionales"],"Design System":["Diseño del sistema"],"System %s can't be deleted":["No se puede borrar %s del sistema"],"New Item":["Nuevo elemento"],"Add Style":["Añadir estilo"],"Add Color":["Añadir color"],"Enable Unfiltered File Uploads":["Permitir la subida de archivos sin filtrar"],"Create more personalized and dynamic sites by populating data from various sources with dozens of dynamic tags to choose from.":["Crea sitios más personalizados y dinámicos rellenando datos desde diversas fuentes con docenas de etiquetas dinámicas entre las que elegir."],"Dynamic Content":["Contenido dinámico"],"Theme Style":["Estilo del tema"],"Back":["Volver"],"Settings Reset":["Restablecer ajustes"],"Enabled":["Activado"],"Pasted":["Pegado"],"More":["Más"],"Get Started":["Primeros pasos"],"Access this template and our entire library by creating a free personal account":["Accede a esta plantilla y a toda nuestra biblioteca creando una cuenta personal gratuita"],"Connect to Template Library":["Conectarse a la biblioteca de plantillas"],"Become a Pro user to upload unlimited font icon folders to your website.":["Conviértete en un usuario Pro para subir ilimitadas carpetas de fuentes de iconos a tu web."],"Upload":["Subir"],"My Libraries":["Mis bibliotecas"],"Icon Library":["Biblioteca de iconos"],"Click here for preview debug":["Haz clic aquí para una vista previa de la depuración"],"Elementor v2.6 includes an upgrade from Font Awesome 4 to 5. In order to continue using icons, be sure to click \"Update\".":["Elementor v2.6 incluye una actualización de Font Awesome 4 a 5. Para seguir usando los iconos, asegúrate de hacer clic en «Actualizar»."],"Elementor's New Icon Library":["Nueva biblioteca de iconos de Elementor"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Antes de que actives la subida de archivos sin filtrar, ten en cuenta que este tipo de archivos implican un riesgo de seguridad. Elementor ejecuta un proceso para eliminar el posible código malicioso, pero todavía hay un riesgo inherente al usar estos archivos."],"Elementor 2.5 introduces key changes to the layout using CSS Flexbox. Your existing pages might have been affected, please review your page before publishing.":["Elementor 2.5 introduce cambios clave para el diseño usando CSS Flexbox. Puede que tus páginas existentes se vean afectadas así que, por favor, revisa tu página antes de publicar."],"Note: Flexbox Changes":["Nota: Cambios a Flexbox"],"Custom Positioning":["Posición personalizada"],"Theme Builder":["Maquetador de temas"],"Continue":["Seguir"],"Keyboard Shortcuts":["Atajos de teclado"],"Undo":["Deshacer"],"Finder":["Buscador"],"Create":["Crear"],"Connected successfully.":["Conectado correctamente."],"Connect":["Conectar"],"Inner Section":["Sección interior"],"All Content":["Todo el contenido"],"Style Reset":["Restablecer estilo"],"Style Pasted":["Estilo pegado"],"Got It":["Lo tengo"],"Copy All Content":["Copiar todo el contenido"],"Save as a global":["Guardar como global"],"Reset style":["Restablecer estilo"],"Copy":["Copiar"],"Delete %s":["Borrar %s"],"Category":["Categoría"],"Pages":["Páginas"],"Blocks":["Bloques"],"Dynamic":["Dinámico"],"Unknown Error":["Error desconocido"],"Connection Lost":["Conexión perdida"],"Server Error":["Error del servidor"],"Saving has been disabled until you’re reconnected.":["El guardado se ha desactivado hasta que vuelvas a conectarte."],"View All Revisions":["Ver todas las revisiones"],"Have a look":["Echa un vistazo"],"This is just a draft. Play around and when you're done - click update.":["Esto es solo un borrador. Juega un poco y, cuando termines, haz clic en actualizar."],"Submit":["Enviar"],"Update":["Actualizar"],"Proceed Anyway":["Proceder de todos modos"],"Your browser isn't compatible with all of Elementor's editing features. We recommend you switch to another browser like Chrome or Firefox.":["Tu navegador no es compatible con todas las características de edición de Elementor. Te recomendamos que cambies a otro navegador como Chrome o Firefox."],"Your browser isn't compatible":["Tu navegador no es compatible"],"No Results Found":["Ningún resultado"],"Please make sure your search is spelled correctly or try a different words.":["Por favor, asegúrate de teclear correctamente tu búsqueda o prueba con palabras diferentes."],"No Favorite Templates":["Sin plantillas favoritas"],"You can mark any pre-designed template as a favorite.":["Puedes marcar cada plantilla prediseñada como favorita."],"Show Panel":["Mostrar panel"],"New":["Nueva"],"Duplicate":["Duplicar"],"Hide Panel":["Ocultar panel"],"Publish":["Publicar"],"Type Here":["Teclea aquí"],"Revisions":["Revisiones"],"Actions":["Acciones"],"Editing Started":["Edición iniciada"],"Moved":["Movidas"],"Edited":["Editada"],"Added":["Añadidas"],"History":["Historial"],"Add %s":["Añadir %s"],"Edit %s":["Editar %s"],"Duplicate %s":["Duplicar %s"],"Enable":["Activar"],"Template":["Plantilla"],"Disabled":["Desactivado"],"Back to Editor":["Volver al editor"],"Global":["Global"],"Attention: We are going to DELETE ALL CONTENT from this page. Are you sure you want to do that?":["¡Atención! Vamos a ELIMINAR TODO EL CONTENIDO de esta página. ¿Estás seguro de que quieres hacer eso?"],"Delete All Content":["Eliminar todo el contenido"],"Color Picker":["Selector de color"],"Page":["Página"],"The following error(s) occurred while processing the request:":["Ocurrió\/eron el\/los siguiente\/s error\/es al procesar la petición:"],"An error occured.":["Se ha producido un error."],"This is where your templates should be. Design it. Save it. Reuse it.":["Aquí es donde deben estar las plantillas. Diséñalas. Guárdalas. Reutilízalas."],"Haven’t Saved Templates Yet?":["¿No has guardado aún tu plantilla?"],"Insert":["Insertar"],"Library":["Biblioteca"],"Close":["Cerrar"],"Templates":["Plantillas"],"Learn More":["Aprende más"],"Global Fonts":["Fuentes globales"],"Paste":["Pegar"],"You must call 'the_content' function in the current template, in order for Elementor to work on this page.":["Debes llamar a la función «the_content» en la plantilla actual, para que Elementor pueda funcionar en esta página."],"Sorry, the content area was not found in your page.":["Lo sentimos, no se encontró el área de contenido en tu página."],"Insert Media":["Insertar medio"],"%s Images Selected":["%s imágenes seleccionadas"],"No Images Selected":["Ninguna imagen seleccionada"],"Are you sure you want to clear this gallery?":["¿Seguro que quieres vaciar esta galería?"],"Elements":["Elementos"],"Settings":["Ajustes"],"Color":["Color"],"View":["Ver"],"Inactive":["Inactivo"],"Active":["Activo"],"Layout":["Disposición"],"Add New Column":["Añadir nueva columna"],"Typography":["Tipografía"],"Removed":["Borrada"],"Section":["Sección"],"Structure":["Estructura"],"Advanced":["Avanzado"],"Style":["Estilo"],"Content":["Contenido"],"Please note: All unsaved changes will be lost.":["Ten esto en cuenta: todos los cambios sin guardar se perderán."],"Go Back":["Volver"],"Take Over":["Tomar el control"],"Cancel":["Cancelar"],"%s has taken over and is currently editing. Do you want to take over this page editing?":["%s ha tomado posesión de la página y está editando. ¿Deseas tomar posesión de esta página y editarla?"],"Apply":["Aplicar"],"Discard":["Descartar"],"Preview":["Previsualizar"],"Save":["Guardar"],"View Page":["Ver página"],"Exit":["Salir"],"Delete":["Borrar"],"Custom":["Personalizado"],"Default":["Por defecto"],"Clear":["Limpiar"]}},"comment":{"reference":"assets\/js\/editor.js"}}