{"translation-revision-date":"2026-01-26 22:16:34+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"The export failed because it will pass the maximum Website Templates storage you have available.":["La exportación ha fallado porque superará el almacenamiento máximo disponible para las plantillas del sitio web."],"Or, save this template to the cloud instead.":["O bien, guarda esta plantilla en la nube."],"To export a ZIP, go to Edit Content, choose 'Link to Media', then Export as ZIP.":["Para exportar un ZIP, ve a Editar contenido, selecciona «Enlace a medios» y, a continuación, Exportar como ZIP."],"Select how do you want to save & export the media files.":["Seleccione cómo quieres guardar y exportar los archivos multimedia."],"The media will be uploaded automatically, just as it was saved during export":["Los medios serán subidos automáticamente, tal y como fueron guardados durante la exportación"],"Media format":["Formato de medios"],"All images and files are stored with the template. Keeps everything intact, but the file is larger.":["Todas las imágenes y archivos se almacenan con la plantilla. Mantiene todo intacto, pero el archivo es más grande."],"Save media to the cloud":["Guardar medios en la nube"],"Stores only the URLs. The export stays light, but files load only while the original site is online.":["Solo almacena las URL. La exportación sigue siendo ligera, pero los archivos solo se cargan mientras el sitio original está en línea."],"Link to media":["Enlazar a medios"],"The maximum website template library size is %s GB. To save this file, you can either export it locally as a .zip file or get more storage by ":["El tamaño máximo de la biblioteca de plantillas del sitio web es de %s GB. Para guardar este archivo, puede exportarlo localmente como un archivo .zip u obtener más espacio de almacenamiento mediante "],"%s exceeds the library size limit":["%s supera el límite de tamaño de la biblioteca"],"Your library is full":["Tu biblioteca está llena"],"We ran into a problem while saving your media files to the cloud. Please try again. If the issue persists, edit the Content section and choose \"Link to media\" to save it as a reference. ":["Hemos tenido un problema al guardar tus archivos multimedia en la nube. Inténtalo de nuevo. Si el problema persiste, edita la sección Contenido y selecciona «Enlazar a multimedia» para guardarlo como referencia. "],"Couldn’t save media files to the cloud":["No se pudieron guardar los archivos multimedia en la nube."],"We couldn’t add your export to the library. Try again. ":["No hemos podido añadir tu exportación a la biblioteca. Inténtalo de nuevo. "],"Couldn’t Upload to Library":["No se pudo subir a la biblioteca"],"Failed to fetch quota, please try again. If the problem continues, contact ":["No se ha podido obtener la cuota, inténtalo de nuevo. Si el problema persiste, ponte en contacto con "],"The export failed because it will pass the maximum Website Templates you can export. ":["La exportación falló porque superará el máximo de plantillas de sitio web que pueded exportar. "],"Processing media files...":["Procesando los archivos de medios..."],"Description exceeds 300 characters":["La descripción supera los 300 caracteres"],"Use characters only":["Utiliza solo caracteres"],"Must add a website template name":["Debe añadir el nombre de una plantilla de sitio web"],"characters":["caracteres"],"This file":["Este archivo"],"Update version":["Actualizar versión"],"You’re using an older Elementor version. Update for full customization.":["Estás usando una versión antigua de Elementor. Actualiza para disfrutar de una personalización completa."],"This website template was exported from an older version of Elementor. If possible, re-export it with the latest version for better capabilities.":["Esta plantilla se exportó desde una versión anterior de Elementor. Si es posible, vuelve a exportarla con la última versión para obtener mejores capacidades."],"Only public WordPress themes are supported":["Solo son compatibles temas públicos de WordPress"],"Edit settings & configurations":["Editar ajustes y configuraciones"],"All plugins":["Todos los plugins"],"Plugin name and version":["Nombre del plugin y versión"],"Edit plugins":["Editar plugins"],"This feature requires Elementor Pro":["Esta característica necesita Elementor Pro"],"Custom post types":["Tipos de contenido personalizados"],"Edit content":["Editar contenido"],"Not exported":["No exportado"],"What's included:":["Qué está incluido:"],"This usually take a few moments.":["Esto suele tardar unos instantes."],"Settings up your website templates...":["Ajustes de las plantillas de tu sitio web..."],"Import and apply":["Importar y aplicar"],"Your website templates is now live on your site!":["¡Las plantillas web ya están disponibles en tu sitio!"],"Kit is live illustration":["Kit es ilustración en vivo"],"See it Live":["Verlo en vivo"],"No settings imported":["No se han importado ajustes."],"No plugins imported":["No se han importado plugins."],"Taxonomy":["Taxonomía"],"Taxonomies":["Taxonomías"],"No content imported":["No se ha importado ningún contenido."],"No templates imported":["No se ha importado ninguna plantilla"],"or drag and drop":["o arrastrar y soltar"],"Click to upload":["Haz clic para subir"],"Upload a .zip file":["Sube un archivo .zip"],"No settings exported":["No se han exportado ajustes"],"No plugins exported":["No se han exportado plugins"],"No content exported":["No se ha exportado contenido"],"No templates exported":["No se han exportado plantillas"],"All plugins are required for this website templates to work":["Todos los plugins son obligatorios para que las plantillas de este sitio web funcionen."],"Theme Style Settings":["Ajustes de estilo del tema"],"Import a website template":["Importar una plantilla de sitio web"],"Export failed":["La exportación ha fallado"],"View in Library":["Ver en la biblioteca"],"Website template name":["Nombre de la plantilla del sitio web"],"Choose which Elementor components - templates, content and site settings - to include in your website templates file. By default, all of your components will be exported.":["Elige qué componentes de Elementor (plantillas, contenido y ajustes del sitio) quieres incluir en el archivo de plantillas de tu sitio web. Por defecto, se exportarán todos los componentes."],"Export a Website template?":["¿Exportar una plantilla de sitio web?"],"Settings & configurations":["Ajustes y configuraciones"],"Failed to fetch quota.":["Fallo al obtener la cuota."],"Couldn’t fetch quota":["No se pudo obtener la cuota"],"The export failed because it will pass the maximum Website Templates you can export.":["La exportación falló porque superará el máximo de plantillas de sitio web que pueded exportar."],"Couldn’t Export the Website Template":["No se pudo exportar la plantilla del sitio web"],"Couldn’t install the Website Template":["No se pudo instalar la plantilla del sitio web"],"It took too much time to download your Website Template and we were unable to complete the process. If all the Website Template’s parts don’t appear in ":["La descarga de tu plantilla de sitio web tardó demasiado y no pudimos completar el proceso. Si no aparecen todas las partes de la plantilla de sitio web en "],"Couldn’t use the .zip file":["No se pudo usar el archivo .zip"],"Couldn’t handle the Website Template":["No se pudo manejar la plantilla del sitio web"],"Unable to download the Website Template":["No se puede descargar la plantilla del sitio web"]," Learn more about Website Templates":[" Obtén más información sobre las plantillas de sitios web"],"A Website Template is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Una plantilla de sitio web es un archivo .zip que contiene todas las partes de un sitio web completo. Es una manera fácil de poner un sitio web en funcionamiento rápidamente."],"What’s a Website Template?":["¿Qué es una plantilla de sitio web?"],"Setting up your website template...":["Configurando la plantilla de tu sitio web..."],"Select which plugins to include":["Selecciona qué plugins incluir"],"Import from files":["Importar desde archivos"],"Drag & drop the .zip file with your website template":["Arrastra y suelta el archivo .zip con la plantilla de tu sitio web"],"Choose a file to import":["Elige un archivo para importar"],"Before applying a new template, we recommend backing up your site so you can roll back any undesired changes.":["Antes de aplicar una nueva plantilla, te recomendamos hacer una copia de seguridad de tu sitio para poder revertir cualquier cambio no deseado."],"Heads up!":["¡Atención!"],"Upload a .zip file with style, site settings, content, etc. Then, we’ll apply them to your site.":["Sube un archivo .zip con estilo, ajustes del sitio, contenido, etc. Entonces, los aplicaremos a tu sitio."],"Import a Website Template":["Importar una plantilla de sitio web"],"Back to Website Templates":["Volver a plantillas de sitios web"],"to learn more about building your site with Elementor Website Templates":["para obtener más información sobre cómo crear tu sitio con plantillas de sitios web de Elementor"],"We applied your template and your site is online!":["¡Aplicamos tu plantilla y tu sitio está en línea!"],"By default, we’ll include everything in your file. Uncheck the items you don't want.":["Por defecto, incluiremos todo en tu archivo. Desmarca los elementos que no quieras."],"Your Website Template may not work as expected if key plugins are missing.":["Es posible que tu plantilla de sitio web no funcione como se espera si faltan plugins clave."],"Select which plugins to export":["Selecciona qué plugins exportar"],"Export as .zip":["Exportar como .zip"],"Uncheck the items you don't want to include.":["Desmarca los elementos que no quieras incluir."],"You can export the content, site settings, and templates as a Website Template to be reused in the future.":["Puedes exportar el contenido, los ajustes del sitio y las plantillas como una plantilla de sitio web para reutilizarlas en el futuro."],"Select which items to export":["Selecciona qué elementos exportar"],"Type name here...":["Escribe el nombre aquí..."],"Must add a name":["Debes añadir un nombre"],"Type description here...":["Escribe la descripción aquí..."],"Description (Optional)":["Descripción (opcional)"],"Is the automatic download not starting?":["¿La descarga automática no se inicia?"],"Build sites faster with Website Templates.":["Crea sitios más rápido con plantillas de sitios web."],"Once the download is complete, you can upload it to be used for other sites.":["Una vez completada la descarga, puedes subirla para usarla en otros sitios."],"You can find it in the My Website Templates tab.":["Lo puedes encontrar en la pestaña «Plantillas de mi sitio web»."],"Your .zip file is ready":["Tu archivo .zip está listo"],"Your website template is now saved to the library!":["¡Tu plantilla de sitio web ahora está guardada en la biblioteca!"],"Download manually":["Descargar manualmente"],"Open library":["Abrir la biblioteca"],"Save changes":["Guardar cambios"],"Show more":["Mostrar más"],"Show less":["Mostrar menos"],"Code":["Código"],"Icons":["Iconos"],"This download requires the 'DOMDocument' PHP extension, which we couldn’t detect on your server. Enable this extension, or get in touch with your hosting service for support, and then give the download another go.":["Esta descarga requiere la extensión PHP «DOMDocument», que no hemos podido detectar en tu servidor. Activa esta extensión, o ponte en contacto con tu servicio de alojamiento para obtener ayuda, y vuelve a realizar la descarga."],"This is due to a conflict with one or more third-party plugins already active on your site. Try disabling them, and then give the download another go.":["Esto se debe a un conflicto con uno o más plugins de terceros que ya están activos en tu sitio. Prueba a desactivarlos y vuelve a realizar la descarga."],"Upgrade now":["Actualizar ahora"],"Uploading JSON or ZIP files from unknown sources can be harmful and put your site at risk. For maximum safety, upload only JSON or ZIP files from trusted sources.":["Subir archivos JSON o ZIP de orígenes desconocidos puede ser dañino y poner en riesgo tu sitio. Para una máxima seguridad sube solamente archivos JSON o ZIP de orígenes de confianza."],"Warning: JSON or ZIP files may be unsafe":["Advertencia: Los archivos JSON o ZIP pueden ser inseguros"],"The Website Template includes plugins you don’t have permission to install. Contact your site admin to change your permissions.":["La plantilla del sitio web incluye plugins que no tienes permiso para instalar. Contacta con el administrador de tu sitio para cambiar tus permisos."],"Seems like Elementor isn’t authorized to access relevant files for installing this Website Template. Contact your site host to get permission.":["Parece que Elementor no tiene autorización para acceder a los archivos necesarios para instalar esta plantilla de sitio web. Contacta con el proveedor de alojamiento web para obtener permiso."],"Couldn’t access the file":["No se ha podido acceder al archivo"],"We couldn’t download the Website Template due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["No pudimos descargar la plantilla del sitio web debido a un problema técnico. Inténtalo de nuevo en unos minutos y, si el problema persiste, ponte en contacto con "],", try again and if the problem persists contact ":[", inténtalo de nuevo y si el problema persiste ponte en contacto con "],"Seems like there is a problem with the zip’s files. Try installing again and if the problem persists contact ":["Parece que hay un problema con los archivos zip. Intenta instalarlo de nuevo y, si el problema persiste, ponte en contacto con "],"Seems like your server is missing the PHP zip module. Install it on your server or contact your site host for further instructions.":["Parece que a tu servidor le falta el módulo de PHP zip. Instálalo en tu servidor o ponte en contacto con el administrador de tu sitio para obtener más instrucciones."],"Support":["Soporte"],"We couldn’t download the Website Template due to technical difficulties on our part. Try again and if the problem persists contact ":["No pudimos descargar la plantilla del sitio web debido a dificultades técnicas. Inténtalo de nuevo y, si el problema persiste, ponte en contacto con "],"Do not show this message again":["No volver a mostrar este mensaje"],"What’s a Website Kit?":["¿Qué es un kit de web?"],"Export a Website Kit":["Exportar un kit de web"]," Learn more about Website Kits":[" Más información sobre los kits de web"],"Upgrade Now":["Actualizar ahora"],"Upgrade":["Actualizar"],"Elementor Templates":["Plantillas de Elementor"],"Included":["Incluido"],"Site Area":["Área del sitio"],"Custom Post Types":["Tipos de contenido personalizados"],"WP Menus":["Menús de WP"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["Comienza subiendo el archivo y seleccionando las partes y plugins que deseas aplicar.  Si hay superposiciones entre el kit y tu diseño actual, podrás elegir qué partes importadas desea aplicar o ignorar.  Una vez que el archivo esté listo, el kit se aplicará a tu sitio y podrás verlo en vivo."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["Para convertir tu sitio en un kit de web, selecciona las plantillas, el contenido, los ajustes y los plugins que quieres incluir.  Una vez que esté listo, obtendrás un archivo .zip que puedes importar a otros sitios."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["Un kit de web es un archivo .zip que contiene todas las partes de un sitio completo. Es una manera fácil de poner en marcha un sitio rápidamente."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["Añade los tipos de entradas personalizadas para exportar. Se incluirán los últimos 20 elementos de cada tipo."],"No custom post types in your site...":["No hay tipos de contenido personalizados en tu sitio..."],"Click to select custom post types":["Haz clic para seleccionar tipos de entradas personalizadas"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["Partes de este kit se superponen con las plantillas, el diseño y los ajustes de tu sitio.  Los elementos que dejes marcados en esta lista reemplazarán tu diseño actual."],"Import a Website Kit to your site":["Importa un kit de web a tu sitio"],"Importing your content, templates and site settings":["Importación de tu contenido, plantillas y ajustes del sitio"],"Take me there":["Llévame ahí"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["Dirígete a las actualizaciones y asegúrate de que tus plugins estén actualizados a la última versión."]," Recommended:":["Recomendado:"],"Not yet":["Todavía no"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["Si compraste, instalaste y activaste Elementor Pro, podemos continuar importando todas las partes de este sitio."],"Is your Elementor Pro ready?":["¿Está listo tu Elementor Pro?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["Sin Elementor Pro, la importación de componentes como plantillas, widgets y ventanas emergentes no funcionará."],"Install Elementor Pro":["Instalar Elementor Pro"],"Missing Required Plugins:":["Faltan estos plugins necesarios:"],"Plugins to add:":["Plugins a añadir:"],"Plugins you already have:":["Plugins que ya tienes:"],"Activating plugins:":["Activando plugins:"],"All items are already selected by default. Uncheck the ones you don't want.":["Todos los elementos ya están seleccionados de forma por defecto. Desmarca las que no quieras."],"These are the templates, content and site settings that come with your website templates.":["Estas son las plantillas, el contenido y los ajustes del sitio que vienen con la plantilla de tu sitio web."],"Select which parts you want to apply":["Selecciona qué partes quieres aplicar"],"If you don't include them, this kit may not work properly.":["Si no los incluyes, este kit puede no funcionar correctamente."],"Required plugins are still missing.":["Siguen faltando los plugins necesarios."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["No puedes usar este kit de plantillas porque no contiene ningún contenido, páginas, etc. Vuelve a intentarlo con un archivo diferente."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["El kit de web que estás usando contiene plugins para la funcionalidad, pero no contiene contenido ni páginas, etc."],"Note:":["Nota:"],"You've imported and applied the following to your site:":["Has importado y aplicado lo siguiente a tu sitio:"],"See It Live":["Velo en vivo"],"There are few plugins that we couldn't install:":["Hay algunos plugins que no pudimos instalar:"],"Make sure your Elementor Pro account is connected":["Asegúrate de que tu cuenta de Elementor Pro esté conectada"],"Tip:":["Consejo:"],"Let’s do it":["Hagámoslo"],"This file type is not allowed":["Este tipo de archivo no está permitido"],"Show me how":["Muéstrame cómo"],"Try Again":["Inténtalo de nuevo"],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["Esto permite que Elementor explore tus SVGs en busca de contenido malicioso. De lo contrario, puedes omitir cualquier SVG en esta importación."],"First, enable unfiltered file uploads.":["En primer lugar, activa la carga de archivos sin filtrar."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["No hay de qué preocuparse, solo hay que continuar sin importar los SVG o volver a iniciar la importación."],"Site settings":["Ajustes del sitio"],"Custom Post Type":["Tipo de contenido personalizado"],"WP Posts":["Entradas de WP"],"WP Pages":["Páginas de WP"],"To import or export these components, you’ll need Elementor Pro.":["Para importar o exportar estos componentes, necesitarás Elementor Pro."],"Global widgets":["Widgets globales"],"Kit Info":["Información del kit"],"How does importing work?":["¿Cómo funciona la importación?"],"How does exporting work?":["¿Cómo funciona la exportación?"],"Select the items you want to keep and apply:":["Selecciona los elementos que quieres conservar y aplicar:"],"Your site's homepage will be determined by the kit. You can change this later.":["La página de inicio de tu sitio será determinada por el kit. Puedes cambiarlo después."],"Existing":["Existente"],"Imported":["Importado"],"Upload a file with templates, site settings, content, etc., and apply them to your site ":["Sube un archivo con plantillas, los ajustes del sitio, el contenido, etc. y aplícalos a tu sitio "],"Import":["Importar"],"Don't close this window until the process is finished.":["No cierres esta ventana hasta que el proceso haya terminado."],"This usually takes a few moments.":["Esto suele tardar unos momentos."],"Important:":["Importante:"],"Background Settings":["Ajustes del fondo"],"Lightbox Settings":["Ajustes de la caja de luz"],"Theme Style settings":["Ajustes del estilo del tema"],"Elementor Pages":["Páginas de Elementor"],"404 Error Page":["Página de error 404"],"Back to dashboard":["Volver al escritorio"],"Learn more":["Más información"],"Landing Pages":["Páginas de destino"],"App could not be loaded":["No se ha podido cargar la aplicación"],"Global Colors":["Colores globales"],"Search Results":["Resultados de la búsqueda"],"Archives":["Archivos"],"Single Posts":["Entradas individuales"],"Single Pages":["Páginas individuales"],"Footers":["Pies de página"],"Headers":["Cabeceras"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Lo siento, pero algo ha salido mal. Haz clic en «Aprender más» y sigue cada uno de los pasos para resolverlo rápidamente."],"Tip":["Consejo"],"Not Found":["No encontrado"],"Site Settings":["Ajustes del sitio"],"Theme":["Tema"],"Layout Settings":["Ajustes del diseño"],"Back":["Volver"],"Done":["Hecho"],"Next":["Siguiente"],"Previous":["Anterior"],"Popups":["Ventanas emergentes"],"Continue":["Seguir"],"Plugins":["Plugins"],"Menus":["Menús"],"Skip":["Saltar"],"Got It":["Lo tengo"],"Something went wrong.":["Algo salió mal."],"All":["Todo"],"Custom Fonts":["Fuentes personalizadas"],"Pages":["Páginas"],"Select File":["Elige el archivo"],"Click here":["Haz clic aquí"],"Enable":["Activar"],"Edit Template":["Edita plantilla"],"Elementor Posts":["Entradas de Elementor"],"Save to library":["Guardar en la biblioteca"],"Export":["Exportar"],"Close":["Cerrar"],"Saved Templates":["Plantillas guardadas"],"Templates":["Plantillas"],"Learn More":["Aprende más"],"Global Fonts":["Fuentes globales"],"Edit":["Editar"],"Version":["Versión"],"Name":["Nombre"],"Yes":["Sí"],"Content":["Contenido"],"Go Back":["Volver"],"Cancel":["Cancelar"],"Menu":["Menú"],"Loading":["Cargando"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}