{"translation-revision-date":"2026-01-26 22:16:34+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"To upload them anyway, ask the site administrator to enable unfiltered file uploads.":["Para subirlos de todas formas, pide al administrador del sitio que active la subida de archivos sin filtrar."],"This is because JSON files may pose a security risk.":["Esto se debe a que los archivos JSON pueden suponer un riesgo para la seguridad."],"Sorry, you can't upload that file yet":["Lo siento, aún no puedes subir ese archivo"],"Direction Row":["Fila de dirección"],"Direction Column":["Columna de dirección"],"Import Without Enabling":["Importar sin activar"],"Enable and Import":["Activar e importar"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["Si no activas la subida de archivos no filtrados, no se importarán los archivos SVG o JSON (incluyendo lottie) utilizados en la plantilla subida."],"Container":["Contenedor"],"Got it":["Entendido"],"Create New Global Color":["Crear un nuevo color global"],"Enable Unfiltered File Uploads":["Permitir la subida de archivos sin filtrar"],"Elementor v2.6 includes an upgrade from Font Awesome 4 to 5. In order to continue using icons, be sure to click \"Update\".":["Elementor v2.6 incluye una actualización de Font Awesome 4 a 5. Para seguir usando los iconos, asegúrate de hacer clic en «Actualizar»."],"Elementor's New Icon Library":["Nueva biblioteca de iconos de Elementor"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["Antes de que actives la subida de archivos sin filtrar, ten en cuenta que este tipo de archivos implican un riesgo de seguridad. Elementor ejecuta un proceso para eliminar el posible código malicioso, pero todavía hay un riesgo inherente al usar estos archivos."],"Update":["Actualizar"],"Enable":["Activar"],"Color Picker":["Selector de color"],"Learn More":["Aprende más"],"Go Back":["Volver"],"Take Over":["Tomar el control"],"Cancel":["Cancelar"],"%s has taken over and is currently editing. Do you want to take over this page editing?":["%s ha tomado posesión de la página y está editando. ¿Deseas tomar posesión de esta página y editarla?"],"Clear":["Limpiar"]}},"comment":{"reference":"assets\/js\/editor.strings.js"}}