{"translation-revision-date":"2026-01-26 22:16:34+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"You can switch your theme anytime":["Puedes cambiar de tema cuando quieras"],"Select theme":["Seleccionar tema"],"Install Hello Biz":["Instalar Hello Biz"],"Some of the features you get with Hello Biz theme:":["Algunas de las características que obtienes con el tema Hello Biz:"],"Start with Hello Biz":["Empieza con Hello Biz"],"Loads fast and looks great on any device":["Carga rápido y se ve muy bien en cualquier dispositivo"],"Optimized performance":["Rendimiento optimizado"],"Add contact forms, CTAs, and hero sections with one click":["Añade formularios de contacto, CTAs y secciones hero con un solo clic"],"Business-focused widgets":["Widgets orientados a las empresas"],"Build a branded look with ready-to-use headers and footers":["Crea una imagen de marca con encabezados y pies de página listos para usar"],"Header and footer templates":["Plantillas de cabecera y pie de página"],"You can switch your theme anytime.":["Puedes cambiar de tema cuando quieras."],"Hello themes provide a lightweight, Elementor-ready foundation for your site.":["Los temas Hello proporcionan una base ligera y preparada para Elementor para tu sitio web."],"Choose the right theme for your website":["Elige el tema adecuado para tu sitio web"],"A business-first theme offering smart layouts, templates, and site parts":["Un tema orientado a los negocios que ofrece diseños, plantillas y partes del sitio inteligentes"],"Instant online presence":["Presencia instantánea en Internet"],"A minimal theme combining speed, flexibility, and control":["Un tema minimalista que combina velocidad, flexibilidad y control"],"Build without limits":["Crea sin límites"],"Start Creating Site":["Empezar a crear el sitio"],"Choose Theme":["Elige un tema"],"You can switch your method anytime":["Puedes cambiar de método en cualquier momento"],"Get a head start with AI-powered site planning":["Adelántate con la planificación del sitio basada en IA"],"AI Site Planner":["Planificador de sitios con IA"],"Choose professionally-designed templates or import your own":["Elige plantillas diseñadas por profesionales o importa las tuyas propias"],"Start from scratch with the Elementor Editor":["Empieza desde cero con el editor de Elementor"],"All set! Choose how to start":["¡Todo listo! Elige cómo empezar"],"Continue as a guest":["Continua como invitado"],"Access beautiful templates, ready-made blocks, and a single dashboard to manage all your sites in one place":["Accede a bonitas plantillas, bloques listos para usar y un único panel de control para gestionar todos tus sitios en un solo lugar"],"Connect your account to enable your full creative workspace":["Conecta tu cuenta para habilitar tu espacio de trabajo creativo completo"],"Welcome!":["¡Bienvenido!"],"Continue with blank canvas":["Continuar con un lienzo en blanco"],"Hello Biz":["Hello Biz"],"How would you like to create your website?":["¿Cómo te gustaría crear tu sitio web?"],"Pro is now active! You can continue.":["¡Pro ya está activo! Puedes continuar."],"Click here to connect":["Haz clic aquí para conectarte"],"Already have an account?":["¿Ya tienes una cuenta?"],"Start setup":["Iniciar configuración"],"Unlock tools that streamline your workflow and site setup":["Desbloquea herramientas que optimizan tu flujo de trabajo y la configuración del sitio."],"Manage all your sites from the My Elementor dashboard":["Gestiona todos tus sitios desde el escritorio de My Elementor."],"Access dozens of professionally designed templates":["Accede a docenas de plantillas diseñadas profesionalmente."],"To get the most of Elementor, we'll connect your account.":["Para sacar el máximo partido a Elementor, conectaremos tu cuenta."],"Skip setup":["Omitir configuración"],"Click here to go to Elementor's Website Templates":["Haz clic aquí para ir a las plantillas de sitios web de Elementor"],"Website Templates":["Plantillas de sitios web"],"Get online faster":["Conéctate más rápido"],"Hello Biz by Elementor helps you launch your professional business website - fast.":["Hello Biz de Elementor te ayuda a lanzar tu sitio web de negocios profesional - rápido."],"Create a professional site in minutes using AI":["Crea un sitio profesional en cuestión de minutos gracias a la IA"],"Click here to go to Elementor's Site Planner":["Haz clic aquí para ir al planificador de sitios de Elementor"],"Hello Biz Theme":["Tema Hello Biz"],"Notes & Collaboration":["Notas y colaboración"],"Motion Effects & Animations":["Efectos de movimiento y animaciones"],"Custom Code & CSS":["Código personalizado y CSS"],"Popup Builder":["Maquetador de ventanas emergentes"],"Lead Collection & Form Builder":["Recogida de clientes potenciales y maquetador de formularios"],"WooCommerce Builder":["Maquetador de WooCommerce"],"Templates & Theme Builder":["Plantillas y maquetador de temas"],"Welcome aboard! What's next?":["¡Bienvenido a bordo! ¿Y ahora qué?"],"Essential":["Esencial"]," Let's get connected.":[" Vamos a conectarnos."],"You're here!":["¡Ya estás aquí!"],"Choose additional features":["Elige características adicionales"],"first steps:":["primeros pasos:"],"To get the most out of Elementor, we'll help you take your":["Para sacar el máximo partido a Elementor, te ayudaremos a llevar tu"],"Choose Features":["Elige características"],"Based on the features you chose, we recommend the %s plan, or higher":["Según las características que hayas elegido, te recomendamos el plan %s, o superior"],"Choose a professionally-designed template or import your own":["Elige una plantilla diseñada profesionalmente o importa la tuya propia."],"Upgrade now":["Actualizar ahora"],"One":["Uno"],"Ready to Get Elementor Pro?":["¿Listo para conseguir Elementor Pro?"],"Upgrade Now":["Actualizar ahora"],"Upgrade":["Actualizar"],"Uploading":["Subiendo"],"You can switch your theme later on":["Puedes cambiar de tema más tarde en"],"Great for SEO":["Fantástico para SEO"],"Lightweight and fast loading":["Ligero y de carga rápida"],"Here's why:":["Aquí están los motivos:"],"Every site starts with a theme.":["Todo sitio empieza con un tema."],"Don't know where to get the file from?":["¿No sabes de dónde sacar el archivo?"],"Browse":["Examinar"],"Drag & Drop your .zip file here":["Arrastra y suelta tu archivo .zip aquí"],"Import your Elementor Pro plugin file":["Importar tu archivo del plugin Elementor Pro"],"Upload and Install Elementor Pro":["Subir e instalar Elementor Pro"],"This is what your site is called on the WP dashboard, and can be changed later from the general settings - it's not your website's URL.":["Así es como se llama tu sitio en el escritorio de WP, y se puede cambiar más tarde desde los ajustes generales; no es la URL de tu web."],"Now, let's give your site a name.":["Ahora, démosle un nombre a tu sitio."],"Sorry, the name wasn't saved. Try again, or skip for now.":["Lo siento, el nombre no se guardó.  Vuelve a intentarlo o sáltalo por ahora."],"There was a problem with enabling SVG uploads. Try again, or use another image format.":["Hubo un problema al activar las cargas SVG.  Vuelva a intentarlo o utiliza otro formato de imagen."],"This allows Elementor to scan your SVGs for malicious content. If you do not wish to allow this, use a different image format.":["Esto permite que Elementor escanee tus SVG en busca de contenido malicioso.  Si no deseas permitir esto, usa un formato de imagen diferente."],"This file type is not supported. Try a different type of file":["Este tipo de archivo no es compatible.  Prueba con otro tipo de archivo"],"Open Media Library":["Abrir la biblioteca de medios"],"Drop image here":["Suelta la imagen aquí"],"Potential Site Logo":["Logotipo del sitio potencial"],"Otherwise, you can skip this and add one later.":["De lo contrario, puedes omitir esto y añadir uno más tarde."],"Have a logo? Add it here.":["¿Tienes un logotipo?  Añadelo aquí."],"There was a problem activating Hello Biz Theme.":["Hubo un problema al activar el tema Hello Biz."],"Okay, now we're really close...":["Bien, ahora estamos muy cerca..."],"Hold on, this can take a minute...":["Espera, esto puede tomar un minuto..."],"There was a problem installing Hello Biz Theme.":["Hubo un problema al instalar tema Hello Biz."],"Continue with Hello Biz Theme":["Continuar con el tema Hello Biz"],"Your site's got Hello theme. High-five!":["Tu sitio tiene el tema Hello. ¡Choca esos cinco!"],"Edit a blank canvas with the Elementor Editor":["Edita un lienzo en blanco con el editor de Elementor"],"Click here to create a new page and open it in Elementor Editor":["Haz clic aquí para crear una nueva página y abrirla en el editor de Elementor"],"There are three ways to get started with Elementor:":["Hay dos formas de comenzar con Elementor:"],"That's a wrap! What's next?":["¡Eso es un envoltorio!  ¿Que es lo siguiente?"],"Connect your account":["Conecta tu cuenta"],"You're here! Let's set things up.":["¡Estás aquí!  Arreglemos las cosas."],"Oops, the connection failed. Try again.":["Vaya, la conexión falló.  Intentar otra vez."],"Let's do it":["¡Vamos allá! "],"Take part in the community forum, share & grow together":["Participa en el foro de la comunidad, comparte y crecemos juntos"],"Manage your site with our handy dashboard":["Gestiona tu sitio con nuestro práctico escritorio "],"Choose from countless professional templates":["Elige entre innumerables plantillas profesionales"],"Then you can:":["Entonces tú puedes:"],"To get the most out of Elementor, we'll connect your account.":["Para aprovechar al máximo Elementor, conectaremos tu cuenta."],"Choose how to start creating":["Elige cómo empezar a crear"],"Give your site a name & logo":["Dale a tu sitio un nombre y un logotipo"],"Set your site's theme":["Establece el tema de tu sitio"],"Good to Go":["Todo listo"],"Hello Theme":["Tema Hello"],"Elementor Account":["Cuenta de Elementor"],"Create Account":["Crear cuenta"],"Elementor Logo":["Logotipo de Elementor"],"Already have Elementor Pro?":["¿Ya tienes Elementor Pro?"],"And so much more!":["¡Y muchísimo más!"],"Premium Support":["Soporte premium"],"300+ Basic & Pro templates":["Más de 300 plantillas básicas y profesionales"],"90+ Basic & Pro widgets":["Más de 90 widgets básicos y profesionales"],"Blank Canvas":["Lienzo en blanco"],"My Elementor":["Mi Elementor"],"Site Logo":["Logotipo del sitio"],"Site Name":["Nombre del sitio"],"Dynamic Content":["Contenido dinámico"],"Next":["Siguiente"],"Theme Builder":["Maquetador de temas"],"Getting Started":["Primeros pasos"],"Skip":["Saltar"],"or":["o"],"Click here":["Haz clic aquí"],"Advanced":["Avanzado"]}},"comment":{"reference":"assets\/js\/onboarding.63cdf72a450944ebd5f7.bundle.js"}}