{"translation-revision-date":"2026-01-26 22:16:34+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Go to Class Manager":["Ir al gestor de clases"],"Only the prefixes were added. Find them in Class Manager by searching":["Sólo se han añadido los prefijos. Encuéntralos en el gestor de clases buscando"],"Your designs and classes are safe.":["Tus diseños y clases están a salvo."],"Some new classes used the same names as existing ones. To prevent conflicts, we added the prefix":["Algunas clases nuevas utilizaban los mismos nombres que otras ya existentes. Para evitar conflictos, añadimos el prefijo"],"We've published your page and updated class names.":["Hemos publicado tu página y actualizado los nombres de las clases."],"On this page":["En esta página"],"Unused":["Sin usar"],"Clear Filters":["Borrar filtros"],"Convert to global class":["Convertir en una clase global"],"Clear the filters and try something else.":["Borra los filtros y prueba otra cosa."],"Sorry, nothing matched that search.":["Lo siento, no se ha encontrado nada que coincida con esa búsqueda."],"Clear your input and try something else.":["Borra lo que has escrito e intenta otra cosa."],"Sorry, nothing matched.":["Lo siento, no se ha encontrado nada."],"This class isn’t being used yet.":["Esta clase aún no se está utilizando."],"locations":["ubicaciones"],"location":["ubicación"],"Show {{number}} {{locations}}":["Mostrar {{number}} {{locations}}"],"Locator":["Localizador"],"Popup":["Mensaje emergente"],"Will permanently remove it from your project and may affect the design across all elements using it. Used %1 times across %2 pages. This action cannot be undone.":["Se eliminará permanentemente de tu proyecto y podría afectar el diseño de todos los elementos que lo utilizan. Se usó %1 veces en %2 páginas. Esta acción no se puede deshacer."],"Filters":["Filtros"],"classes":["clases"],"class":["clase"],"Stay here":["Quedarme aquí"],"To open the Class Manager, save your page first. You can't continue without saving.":["Guarda tu página antes de abrir el gestor de clases. No puedes continuar sin guardar."],"Save & Continue":["Guardar y continuar"],"To avoid losing your updates, save your changes before leaving.":["Para evitar perder tus actualizaciones, guarda los cambios antes de salir."],"You have unsaved changes in the Class Manager.":["Tienes cambios sin guardar en el gestor de clases."],"You have unsaved changes":["Tienes cambios sin guardar"],"Save changes":["Guardar cambios"],"CSS classes created in the editor panel will appear here. Once they are available, you can arrange their hierarchy, rename them, or delete them as needed.":["Las clases CSS creadas en el panel del editor aparecerán aquí. Una vez disponibles, puedes organizar su jerarquía, renombrarlas o eliminarlas según sea necesario."],"There are no global classes yet.":["Aún no hay clases globales"],"Not now":["Ahora no"],"Will permanently remove it from your project and may affect the design across all elements using it. This action cannot be undone.":["Lo eliminará permanentemente del proyecto y podría afectar el diseño de todos los elementos que lo utilizan. Esta acción no se puede deshacer."],"Deleting":["Eliminando"],"Delete this class?":["¿Eliminar esta clase?"],"Remember, when editing an item within a specific class, any changes you make will apply across all elements in that class.":["Recuerda, al editar un elemento dentro de una clase específica, cualquier cambio que hagas se aplicará a todos los elementos de esa clase."],"The Class Manager lets you see all the classes you've created, plus adjust their priority, rename them, and delete unused classes to keep your CSS structured.":["El administrador de clases te permite ver todas las clases que has creado, además de ajustar su prioridad, cambiarles el nombre y eliminar clases no utilizadas para mantener tu CSS estructurado."],"Clear & try again":["Vaciar y volver a intentarlo"],"Try something else.":["Prueba algo diferente."],"Class Manager":["Gestor de clases"],"Sorry, nothing matched":["Lo siento, no hay nada que coincida"],"Rename":["Renombrar"],"Clear all":["Vaciar todo"],"Footer":["Pie de página "],"Header":["Cabecera"],"Something went wrong":["Algo ha ido mal"],"Done":["Hecho"],"Post":["Entrada"],"Empty":["Vacío"],"More actions":["Más acciones"],"Search":["Buscar"],"Page":["Página"],"After":["Después"],"Before":["Antes"],"Discard":["Descartar"],"Delete":["Borrar"]}},"comment":{"reference":"assets\/js\/packages\/editor-global-classes\/editor-global-classes.js"}}