{"translation-revision-date":"2026-01-26 22:16:34+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Your subscription is currently deactivated, but you still have a 90 day window to keep all your templates safe. Upgrade within this time to continue enjoying them without interruption.":["Tu suscripción está desactivada actualmente, pero aún dispones de un plazo de 90 días para mantener todas tus plantillas a salvo. Actualiza tu suscripción dentro de este plazo para seguir disfrutando de ellas sin interrupciones."],"Dismiss notification":["Descartar el aviso"],"Website template storage is %1$s%% full.":["El almacenamiento de plantillas del sitio web está %1$s%% lleno."],"Get more space ":["Obtener más espacio "],"Website template storage is full.":["El almacenamiento de plantillas del sitio web está lleno."],"To get more space":["Para obtener más espacio"],"Your library is currently over the new quota. Upgrade your plan within 90 days to keep all website templates":["Tu biblioteca ha superado el nuevo límite. Actualiza tu plan en un plazo de 90 días para conservar todas las plantillas del sitio web"],"Download Website ZIP":["Descargar ZIP de sitio"],"Download Website":["Descargar sitio"],"Search all Website Templates...":["Buscar todas las plantillas de sitios web..."],"Search & filter for website templates by category and tags, or browse through individual website templates to see what's inside.":["Busca y filtra plantillas de sitios web por categoría y etiquetas, o explora plantillas de sitios web individuales para ver qué hay dentro."],"What's going on in the Website Templates Library?":["¿Qué está pasando en la biblioteca de plantillas de sitios web?"],"What's a Website Template?":["¿Qué es una plantilla de sitio web?"],"Import Website Template":["Importar plantilla de sitio web"],"Upgrade to Elementor Pro to import your own website template and save templates that you can reuse on any of your connected websites.":["Actualiza a Elementor Pro para importar tu propia plantilla de sitio web y guardar plantillas que puedas reutilizar en cualquiera de tus sitios web conectados."],"It's time to level up":["Es hora de subir de nivel"],"Export this site":["Exportar este sitio"],"Once you export a Website to the cloud, you'll find it here and be able to use it on all your sites.":["Una vez que exportes un sitio web a la nube, lo encontrarás aquí y podrás usarlo en todos tus sitios."],"No Website Templates to show here yet":["Aún no hay plantillas de sitios web para mostrar aquí"],"No Website Templates found for your search":["No se encontraron plantillas de sitios web para tu búsqueda"],"Search my Website Templates...":["Buscar mis plantillas de sitio web..."],"Plan":["Plan"],"All Website Templates":["Todas las plantillas de sitios web"],"My Website Templates":["Mis plantillas de sitio web"],"Removing \"%s\" will permanently delete this website template from your library.":["Eliminar «%s» borrará permanentemente esta plantilla de sitio web de tu biblioteca."],"Delete this Website Template?":["¿Borrar esta plantilla de sitio web?"],"Remove existing":["Eliminar existente"],"Remove the existing Website Template before applying a new one.":["Elimina la plantilla de sitio web existente antes de aplicar una nueva."],"You've already applied a Website Templates.":["Ya has aplicado una plantilla de sitio web."],"Check out Elementor Website Templates on ThemeForest":["Consulta las plantillas de sitios web de Elementor en ThemeForest"],"Looking for more Website Templates?":["¿Buscas más plantillas de sitios web?"],"Website Templates":["Plantillas de sitios web"],"Your library has been deactivated":["Tu biblioteca ha sido desactivada"],"Advanced & Higher":["Avanzado y superior"],"Agency":["Agencia"],"Expert":["Experto"],"Free":["Gratuito"],"Essential":["Esencial"],"Upgrade now":["Actualizar ahora"],"of":["de"],"Go to pages":["Ir a las páginas"],"Go to the pages screen to make sure your kit pages have been imported successfully. If not, try again.":["Ve a la pantalla de páginas para asegurarte de que las páginas de tu kit se han importado correctamente. Si no es así, inténtalo de nuevo."],"Apply anyway":["Aplicar de todos modos"],"Applying two Website Templates on the same website will mix global styles and colors and hurt your site's performance.":["La aplicación de dos plantillas de sitios web en el mismo sitio web mezclará estilos y colores globales y perjudicará el rendimiento de tu sitio."],"Upgrade":["Actualizar"],"Create New Elementor Page":["Crear nueva página con Elementor"],"Blank Canvas":["Lienzo en blanco"],"Customize":["Personalizar"],"Apply All":["Aplicar todo"],"By applying the entire kit, you'll override any styles, settings or content already on your site.":["Al aplicar todo el kit, anularás cualquier estilo, ajuste o contenido que ya esté en tu sitio."],"You can use everything in this kit, or Customize to only include some items.":["Puedes usar todo lo que hay en este kit o personalizarlo para incluir solo algunos elementos."],"Apply %s?":["¿Aplicar %s?"],"Add to Favorites":["Añadir a favoritos"],"Remove from Favorites":["Eliminar de favoritos"],"Loading...":["Cargando..."],"Overview":["Resumen"],"WHAT'S INSIDE":["QUÉ HAY DENTRO"],"Try different keywords or ":["Prueba diferentes palabras clave o "],"No results matched your search.":["No hay resultados que coincidan con tu búsqueda."],"Nothing to worry about, use 🔄 on the top corner to try again. If the problem continues, head over to the Help Center.":["No hay de qué preocuparse, utiliza el botón 🔄 de la parte superior para volver a intentarlo. Si el problema continúa, pásate por el centro de ayuda."],"Trending":["Tendencia"],"Featured":["Destacados"],"Favorites":["Favoritos"],"about using templates":["acerca de usar plantillas"],"Happy browsing!":["¡Feliz navegación!"],"Once you've picked a winner, apply it to your site!":["Una vez que hayas elegido un ganador, aplícalo a tu sitio."],"A Website Template is full, ready-made design that you can apply to your site. It includes all the pages, parts, settings and content that you'd expect in a fully functional website.":["Una plantilla de sitio web es un diseño completo y listo para usar que puedes aplicar a tu sitio. Incluye todas las páginas, partes, ajustes y contenido que esperarías de un sitio web completamente funcional."],"Welcome to the Library":["Bienvenido a la biblioteca"],"Refetch":["Volver a buscar"],"Continue browsing.":["Seguir navegando."],"Use the heart icon to save Website Templates that inspire you. You'll be able to find them here.":["Usa el icono del corazón para guardar plantillas de sitios web que te inspiren. Las encontrarás aquí."],"No favorites here yet...":["No hay favoritos aquí todavía..."],"Features":["Caracteristicas"],"Tags":["Etiquetas"],"Categories":["Categorías"],"Search %s...":["Buscar %s…"],"Sort Ascending":["Orden ascendente"],"Sort Descending":["Orden descendente"],"View Demo":["Ver la demostración"],"Got it":["Entendido"],"Clear all":["Vaciar todo"],"no":[" no"],"Showing %s result for":["Mostrando %s resultado para","Mostrando %s resultados para"],"Kit Library":["Biblioteca de kits"],"Import":["Importar"],"Learn more":["Más información"],"Site Parts":["Partes del sitio"],"Get Started":["Primeros pasos"],"Access this template and our entire library by creating a free personal account":["Accede a esta plantilla y a toda nuestra biblioteca creando una cuenta personal gratuita"],"Connect to Template Library":["Conectarse a la biblioteca de plantillas"],"Unable to connect":["No ha sido posible conectar"],"Popups":["Ventanas emergentes"],"Connect":["Conectar"],"Pro":["Pro"],"Something went wrong.":["Algo salió mal."],"Pages":["Páginas"],"No Results Found":["Ningún resultado"],"or":["o"],"Popular":["Populares"],"New":["Nueva"],"Remove":["Eliminar"],"Actions":["Acciones"],"Mobile":["Móvil"],"Back to Library":["Volver a la biblioteca"],"Learn More":["Aprende más"],"Info":["Información"],"Advanced":["Avanzado"],"Cancel":["Cancelar"],"Apply":["Aplicar"],"Tablet":["Tableta"],"Desktop":["Escritorio"],"Delete":["Borrar"],"Clear":["Limpiar"]}},"comment":{"reference":"assets\/js\/kit-library.6fbef525614a7b49f293.bundle.js"}}